Repository: quaderno/quaderno-edd
Catalog: languages/edd-quaderno-*.po
Languages: de_de, es_es

source: Business Info
de_de: Firmen-Informationen
es_es: Información del negocio

source: Tax ID
de_de: Steuernummer
es_es: NIF o NIF-IVA

source: Enter your VAT/GST number
de_de: Bitte die USt-IdNr. eingeben
es_es: Introduce tu número de NIF o NIF-IVA

source: Business Name
de_de: Firmenname
es_es: Nombre del negocio

source: Please enter your Tax ID
de_de: Bitte Steuernummer eingeben
es_es: Introduce tu NIF

source: Your Tax ID cannot be validated
de_de: Ihre Steuernummer kann nicht validiert werden
es_es: Tu NIF-IVA no pudo ser validado (si estás en la UE, comprueba que estás registrado en el registro de operadores intracomunitarios de tu país)

source: Please enter your business name
de_de: Bitte Firmennamen eingeben
es_es: Por favor, introduce el nombre de tu negocio

source: Adds a link so users can view and download their invoice.
de_de: Fügt einen Link hinzu, über den Nutzer ihre Rechnung einsehen und herunterladen können.
es_es: Añade un enlace para que los usuarios puedan ver y descargar su factura.

source: Quaderno invoice
de_de: Quaderno-Rechnung
es_es: Factura Quaderno

source: Invoice
de_de: Rechnung
es_es: Factura

source: View
de_de: Anzeigen
es_es: Ver

source: Create
de_de: Erstellen
es_es: Crear

source: Credit note for refund %s
de_de: Gutschrift für Erstattung %s
es_es: Abono para devolución %s

source: Quaderno Invoice
de_de: Quaderno-Rechnung
es_es: Factura Quaderno

source: Upgrade
de_de: Abo-Upgrade
es_es: Mejora

source: Renewal
de_de: Abo-Verlängerung
es_es: Renovación

source: Invoices
de_de: Rechnungen
es_es: Facturas

source: View Invoice
de_de: Rechnung anzeigen
es_es: Ver factura

source: Please enter your billing address
de_de: Bitte Rechnungsadresse eingeben
es_es: Por favor, introduce tu dirección

source: Please enter your billing city
de_de: Bitte Rechnungsort eingeben
es_es: Por favor, introduce tu ciudad

source: Private key
de_de: Privater Zugriffsschlüssel
es_es: Clave privada

source: Get your Quaderno private key
de_de: Hole dir deinen privaten Quaderno-Schlüssel
es_es: Consigue tu clave privada de Quaderno

source: Get your Quaderno API URL
de_de: Hole dir deine Quaderno-API-URL
es_es: Consigue tu API URL de Quaderno

source: Require tax ID
de_de: Steuernummer erforderlich
es_es: NIF obligatorio

source: Check this if tax ID must be required for all sales in %s.
de_de: Bitte anklicken, wenn für alle Verkäufe in %s eine Steuernummer erforderlich ist.
es_es: Selecciona esta opción si el NIF debe ser obligatorio para todas las ventas en %s.

source: Autosend documents
de_de: Dokumente automatisch versenden
es_es: Enviar documentos automáticamente

source: Check this if you want Quaderno to automatically email your receipts.
de_de: Bitte anklicken, um Rechnungen automatisch zu versenden.
es_es: Selecciona esta opción si quieres que Quaderno envíe automáticamente tus facturas por email.

source: Clear tax cache
de_de: Steuer-Cache löschen
es_es: Borrar la caché de impuestos

source: Check this if you have updated your tax settings in Quaderno.
de_de: Bitte anklicken, wenn Sie Ihre Steuereinstellungen in Quaderno aktualisiert haben.
es_es: Selecciona esta opción si has actualizado tu configuración de impuestos en Quaderno.

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Create a Quaderno account
de_de: Quaderno-Konto erstellen
es_es: Crear una cuenta Quaderno

source: 🙌 Thanks for choosing Quaderno to manage your taxes in Easy Digital Downloads! Please consider <a href="%s" target="_blank">writing a quick review</a>, so we can reach more business owners like you.
de_de: 🙌 Vielen Dank, dass Sie sich für Quaderno entschieden haben, um Ihre Steuern in Easy Digital Downloads zu verwalten! Bitte erwägen Sie, <a href=“%s” target=“_blank”>eine kurze Bewertung zu schreiben</a>, damit wir mehr Unternehmer wie Sie erreichen können.
es_es: 🙌 Muchas gracias por elegir Quaderno para gestionar tus impuestos en Easy Digital Downloads. Te agradeceríamos que <a href=“%s” target=“_blank”>escribieras une breve reseña</a>, para que podamos llegar a más negocios como el tuyo.

source: Standard rate
de_de: Standard-Steuersatz
es_es: Tipo estándar

source: Reduced rate
de_de: Ermäßigter Steuersatz
es_es: Tipo reducido

source: Tax-exempt
de_de: Steuerbefreiung
es_es: Exento

source: Select a <a href="%s" target="_blank">tax code</a>
de_de: Wählen Sie einen <a href=“%s” target=“_blank”>Steuercode</a>
es_es: Selecciona un <a href=“%s” target=“_blank”>tipo de impuesto</a>

source: There was a problem connecting to the API.
de_de: Bei der Verbindung mit der API ist ein Problem aufgetreten.
es_es: Hubo un problema en la conexión con la API.
